{"19431476":["{{Infobox short story\n| name = Thủ tục làm người còn sống\n| title_orig = \n| translator = \n| image = \n| image_caption = \n| pub_date = 27 tháng 5 năm 1988\n| author = Minh Chuyên\n| cover_artist = \n| country = [[Việt Nam]]\n| language = [[Tiếng Việt]]\n| media_type = Ấn phẩm\n| chapters = \n| series = 1\n| genre = [[Bút ký]]\n| published_in = ''Tuần báo Văn Nghệ''\n| publication_type = Một kỳ\n| isbn = \n| preceded_by = \n| followed_by = \n}}","{{Quote box\n |quote=\"Mày là thằng lính, toàn đi viết văn, viết báo ở đâu đâu. Thằng Định người xã mình oan khuất đã 10 năm nay sao không viết mà kêu cho nó. Mày \"trơn lông, mượt da\" quên hết những thằng đồng đội rồi sao?\"\n |source =Cựu quân nhân Đoàn Duyến—một người bạn cùng xã [[Minh Khai, Vũ Thư|Minh Khai]]— quở trách nhà văn Minh Chuyên vào một ngày cuối năm 1987 (khoảng 8 năm sau sự kiện).<ref name=\":0\" \/><ref name=\":3\" \/>\n |width=25%\n |salign=left \n}}","{{Quote box\n|width=25%\n |align=left\n |quote=\"Nhà văn Minh Chuyên cùng đồng hành, ăn cơm nắm với tép khô… Tôi rất cám ơn anh. Chẳng biết lấy gì để đền đáp công ơn anh được. Coi như mình đã chết rồi mà nay lại được là người sống hoàn chỉnh.\"\n |source =Cựu quân nhân Trần Quyết Định—nhân vật trong bút ký— phát biểu trong băng ghi hình của [[Đài Tiếng nói Việt Nam]] ngày 27 tháng 7 năm 2019.<ref name=\":6\" \/> \n}}","{{Quote box\n |quote=\"Đồng chí Trần Quyết Định là con một gia đình công giáo chấp hành chính sách tốt, có ba con đi bộ đội, đã chiến đấu ở biên giới Tây Nam, bị thương và được khen thưởng. Sau khi điều trị, đi tìm đơn vị không thấy, bỏ về quê quán sinh sống bình thường. Việc giải quyết chính sách kéo dài 10 năm (thực tế là ngày 1 tháng 2 năm 1987 mới đề nghị) do không đủ thủ tục hợp lệ (là trường hợp bỏ ngũ, không có giấy quyết định phục viên hoặc xuất ngũ). Tổng cục Chính trị quyết định: Giao cho Bộ chỉ huy Quân sự Thái Bình vận dụng Quyết định 191\/HĐBT tổ chức giám định thương tật và kiểm điểm đồng chí Trần Quyết Định, lý do là không kiên trì tìm đơn vị đến cùng, tự động bỏ về nhà sinh sống\".\n |source =[[Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam]] [[Nguyễn Quyết]] ký ghi chú cuối cùng về quân nhân Trần Quyết Định.<ref name=\":13\" \/><ref name=\":18\" \/>\n |width=35%\n |salign=left \n}}","{{Quote box\n |quote=\"Mình bị áp lực tinh thần dữ dội. Người ta nói mình bịa chuyện, người ta nói mình đưa chi tiết không thật\".\n |source =Nhà văn Minh Chuyên bộc bạch về bút ký \"Thủ tục làm người còn sống\" trên báo ''[[Sài Gòn Giải Phóng]]'' ngày 19 tháng 7 năm 2008.<ref name=\":19\" \/>\n |width=20%\n |salign=left \n}}"]}