{"28923":{"Thời gian sống":[{}],"Quote box\n ":[{"{{Quote box |title":"Truyện Mai Thúc Loan |quote =Năm Nhâm Tuất (722). (Đường Huyền Tông, năm Khai Nguyên thứ 10). Tháng 7, mùa thu. Ở Hoan Châu Mai Thúc Loan giữ lấy châu, tự xưng đế. Nhà Đường, sai bọn nội thị Dương Tự Húc sang đánh, phá được. Theo Đường thư, khoảng năm Khai Nguyên (713-741), An Nam có Mai Thúc Loan làm phản, tự xưng là Hắc đế, chiêu tập quân 32 châu, ngoài liên kết với các nước Lâm Ấp, Chân Lạp và Kim Lân, giữ vùng biển nam, quân số có đến 40 vạn. Tư Húc xin đi đánh, chiêu mộ 10 vạn quân, cùng với Quang Sở Khách tiến quân theo đường cũ của Mã Viện, nhân lúc bất ý, sập đến đánh. Thúc Loan hoang mang nao núng, không kịp mưu tính cách đối phó, bị thua to. Tư Húc mới chôn những xác chết chung vào một nơi, đắp thành cái gò cao (Kình quán), để ghi chiến công của mình, rồi rút quân về. ''Lời cẩn án'' - Khoảng năm Khai Nguyên (713-741) nhà Đường, An Nam đô hộ phủ vẫn còn ở Giao Châu, thống trị 12 châu, 59 huyện, đều đặt các quan thú, tể để quản trị (...) lúc Mai Thúc Loan khởi lên, thì phủ đô hộ với các châu Phong, Ái, Lục, Diễn chưa nghe thấy có đâu là thuộc về Mai Thúc Loan đóng giữ, như vậy Mai Thúc Loan làm thế nào mà chiêu tập được người 32 châu, có số quân đến 40 vạn? Trộm nghĩ Thúc Loan chẳng qua giữ được một châu, thế lực cũng nhỏ. Bấy giờ Đường Huyền Tông thích lập công ở biên giới, bọn Tư Húc và Sở Khách thì lợi dụng xứ này ở nơi hiểm trở xa xôi, nên mới thổi phồng thanh thế bên địch để cầu lấy công cán và phong thưởng đó thôi. Nếu không phải thế thì sau giáp binh và đất đai như thế, mà quân nhà Đường mới thoạt kéo đến đã vội kinh hãi tan rã ngay? ''Lời chua'' - Dương Tư Húc: Theo truyện Dương Tư Húc trong Đường thư, Tư Húc là hoạn quan người Thạch Thành thuộc La Châu, gốc tích là họ Tô. Quang Sở Khách (Sử cũ chép Nguyên Sở Khách là lầm): Người Giang Lăng, hồi đầu niên hiệu Khai Nguyên, sang làm An Nam đô hộ. |width=50% |align=right |author = [[Quốc Sử quán triều Nguyễn]] |source = [[Khâm Định Việt Sử Thông Giám Cương Mục]], Tiền Biên, Quyển IV.<ref>{{Citation |author=Quốc Sử Quán Triều Nguyễn |editor=Viện Sử Học dịch |year=1998 |work=Khâm Định Việt Sử Thông Giám Cương Mục |title=Tiền Biên, quyển thứ 4|publisher=Nhà xuất bản Giáo dục|publication-place=Hà Nội}}.<\/ref> }}"}],"Thông tin nhân vật hoàng gia\n":[{"thêm":"vietnam","kiểu tại vị":"Lãnh đạo","hình":"Mai_Hac_De_temple_gate_in_2014.jpg","thông tin con cái":"ẩn","nơi mất":"núi Đụn (xã [[Vân Diên]], huyện [[Nam Đàn]], tỉnh [[Nghệ An]])","thụy hiệu":"*<font color=\"blue\">Hắc Đế<\/font> (黑帝) *[[Đại Đế|Đại Hoàng đế]] (大皇帝)","chức vị":"[[Vua Việt Nam]] [[Bắc thuộc|thời Bắc thuộc]]","kiểu nhiếp chính":"","tại vị":"[[713]] - [[722]]","mất":"[[19 tháng 10]], [[723]]","cha":"Mai Hoàn","sinh":"[[670]]","nơi an táng":"}}","hoàng tộc":"","miếu hiệu":"","nhiếp chính":"","kiểu tên đầy đủ":"Tên húy","tước vị":"[[Hoàng đế Việt Nam]]","mẹ":"Mai An Hoà","vợ":"Đinh Ngọc Tô<br>Phạm Thị Uyển","ngày an táng":"","kiểu hoàng tộc":"Triều đại","niên hiệu":"","tên gốc":"梅黑帝","nơi sinh":"làng Ngọc Trừng, xã Đông Liệt, huyện Sa Nam, [[châu Hoan]]<br>(nay là xã [[Nam Thái]], huyện [[Nam Đàn]], tỉnh [[Nghệ An]])","tên":"Mai Hắc Đế","tên đầy đủ":"Mai Thúc Loan<br>Mai Thúc Yên<br>Mai Lập Thành","kế nhiệm":"[[Mai Thiếu Đế|<font color=\"blue\">Mai Thiếu Đế<\/font>]]","con cái":"[[Mai Thị Cầu]]<br>[[Mai Kỳ Sơn]]<br>[[Mai Thúc Huy]]","ghi chú hình":"Đền thờ Mai Hắc Đế ở Phố Mai Hắc Đế, [[Hà Nội]]","tiền nhiệm":""}]}}